{
    "nav": {
        "home": "Startseite",
        "about": "Über uns",
        "ourBrand": "Unsere Marke",
        "beOurPartner": "Partner werden",
        "career": "Karriere",
        "menu": "Menü",
        "contact": "Kontakt"
    },
    "home": {
        "title": "Der Geschmack, der dich großartig fühlen lässt",
        "exploreNow": "Jetzt entdecken",
        "ourBrands": "Unsere Marken",
        "explore": "Weiter erkunden",
        "welcomeKarma": "Willkommen bei Karma Cuisine - Authentische Aromen, jederzeit und überall",
        "karmaCuisineCont": "Bei Karma Cuisine definieren wir kulinarische Exzellenz neu, indem wir eine reiche Vielfalt an authentischen und exotischen Aromen zusammenstellen. Als Premium-Food-Marke sind wir bestrebt, durch unsere strategischen Cloud-Küchen-Partnerschaften hochwertige, global inspirierte Küche zu liefern und so ein nahtloses und gehobenes kulinarisches Erlebnis zu gewährleisten – egal, wo du bist.",
        "thatsKarma": "Das ist Karma Cuisine",
        "whyChooseKarma": "Warum Karma wählen",
        "whyChooseHead1": "Vielfältige globale Küche:",
        "whyChooseCont1": "Genieße die besten exotischen Gerichte, alle mit authentischen Zutaten und traditionellen Kochtechniken zubereitet.",
        "whyChooseHead2": "Frische, lokal bezogene Zutaten:",
        "whyChooseCont2": "Wir verwenden nur die frischesten Zutaten, um sicherzustellen, dass jedes Gericht vor Geschmack explodiert.",
        "whyChooseHead3": "Vegetarische, vegane und glutenfreie Optionen:",
        "whyChooseCont3": "Wir bieten eine Vielzahl an vegetarischen, veganen und glutenfreien Optionen, um alle Ernährungspräferenzen zu berücksichtigen."
    },
    "about": {
        "aboutCont": "Großartiges Essen, gutes Karma. Erlebe den Geschmack mit uns.",
        "aboutUsCont": "Bei Karma Cuisine glauben wir, dass großartiges Essen mehr als nur eine Mahlzeit ist – es ist ein Erlebnis.",
        "storyHead": "Die Geschichte von Karma Cuisine: Authentische exotische Aromen direkt zu Ihnen nach Hause",
        "faq1Qn": "Was ist eine Ghost Kitchen?",
        "faq1Ans": "Eine Ghost Kitchen, auch bekannt als Dark Kitchen, virtuelle Küche oder Cloud Kitchen, ist eine kommerzielle Küche, die ausschließlich für die Erfüllung von Online-Bestellungen betrieben wird. Diese Küchen haben in der Regel kein physisches Geschäft oder Speisebereich für Kunden. Stattdessen bereiten sie Mahlzeiten nur für die Lieferung oder zum Mitnehmen zu und arbeiten oft mit Lieferplattformen wie Uber Eats und Just Eats zusammen.",
        "faq2Qn": "Warum eine Cloud Kitchen wählen?",
        "faq2Ans": "Cloud Kitchens bieten Kunden die Bequemlichkeit, aus mehreren Marken zu bestellen, ohne das Haus zu verlassen. Für Unternehmen bieten sie eine erschwingliche und skalierbare Möglichkeit, in die Gastronomie einzusteigen. Egal, ob Sie eine Mahlzeit bestellen oder Innovationen in der Gastronomie anstreben, Cloud Kitchens bieten eine schnelle und kostengünstige Lösung.",
        "faq3Qn": "Was sind die Vorteile einer Cloud Kitchen?",
        "faq3Ans": "Cloud Kitchens bieten zahlreiche Vorteile, darunter reduzierte Betriebskosten, keine Notwendigkeit für erstklassige Immobilien und die Möglichkeit, schnell zu skalieren. Mit dem Fokus auf Online-Bestellungen und Lieferung können Unternehmen ihre Reichweite erweitern, Lieferzeiten optimieren und die Rentabilität mit minimalen Gemeinkosten steigern."
    },
    "menu": {
        "menu": "Unser Menü"
    },
    "contact": {
        "welcomeCont": "Wir würden uns freuen, von Ihnen zu hören!",
        "contactUsCont": "Bei Karma Cuisine sind Ihr Feedback, Ihre Fragen und Ihre Anregungen für uns von großer Bedeutung."
    },
    "career": {
        "careerIntro": "Bist du bereit, den nächsten Schritt in deiner Karriere zu machen?",
        "careerDesc": "Werde Teil unseres dynamischen Teams und arbeite in einem innovativen, wachstumsorientierten Umfeld, in dem deine Fähigkeiten und Ideen zählen."
    },
    "ourPartners": {
        "beOurPartner": "Werde unser Partner !!!",
        "howItWorks": "So funktioniert es",
        "step1": "Schritt 1",
        "step1Head": "Online bewerben",
        "step1Cont": "Reiche deine Daten über unser einfaches Partnerformular ein.",
        "step2": "Schritt 2",
        "step2Head": "Onboarding & Einrichtung",
        "step2Cont": "Unser Team begleitet dich durch den Onboarding-Prozess – von der Menüintegration bis zum Branding.",
        "step3": "Schritt 3",
        "step3Head": "Live gehen & Servieren",
        "step3Cont": "Sobald alles eingerichtet ist, sind deine Gerichte auf unserer Plattform verfügbar und können von Kunden genossen werden.",
        "step4": "Schritt 4",
        "step4Head": "Wachse mit uns",
        "step4Cont": "Profitiere von unserer kontinuierlichen Unterstützung, Einblicken und Marketingmaßnahmen, um den Umsatz und die Kundenbindung zu steigern."
    },
    "ourBrands": {
        "ourBrandsHeader": "Unsere Marken !!!",
        "kingsKurry": "Indische Küche, Kings Kurry - wo wir die königlichen Aromen Indiens auf Ihren Tisch bringen! Unser Menü bietet authentische indische Gerichte, von sizzling Tandoori bis hin zu reichhaltigen Currys, zubereitet mit den feinsten Gewürzen und Zutaten.",
        "kingsKurryTagLine": "Genießen Sie den königlichen Geschmack Indiens in jedem Bissen.",
        "banThai": "Thailändische Küche, Ban Thai - Unser Menü feiert die lebendigen und intensiven Aromen Thailands, von würzigen Currys bis hin zu frischen, pikanten Salaten, alle zubereitet mit den besten Zutaten und aromatischen Gewürzen.",
        "banThaiTagLine": "Genießen Sie die reichen, authentischen Aromen Thailands direkt an Ihrem Tisch.",
        "sushiHeaven": "Die Kunst der japanischen Küche - Sushi Heaven. Unsere Köche kreieren jede Sushi-Rolle mit den frischesten Zutaten und ehren damit jahrhundertealte japanische Kochkunst.",
        "sushiHeavenTagLine": "Sushi ist nicht nur Essen, sondern eine Kunstform.",
        "fajithaFriends": "Mexikanische Küche! Fajita Friends – Genießen Sie brutzelnde, frische Tacos und erfrischende Margaritas in einer lebhaften Atmosphäre. Wir bringen die kühnen Aromen Mexikos direkt auf Ihren Tisch!",
        "fajithaFriendsTagLine": "Bringen Sie Würze in Ihr Leben mit den Aromen Mexikos!",
        "omomos": "Köstlich weich und voller Geschmack – unsere Momos sind mit Perfektion handgefertigt und bringen Ihnen den authentischen Geschmack des Himalayas.",
        "omomosTagLine": "Perfekt gedämpft, voller Geschmack!"
    },
    "footerCont": {
        "footerContent": "Erfahren Sie als Erster von unseren besonderen Events und aktuellen Veranstaltungen!",
        "connectWithUs": "KONTAKTIEREN SIE UNS",
        "home": "Home",
        "about": "About",
        "ourBrand": "Our Brand",
        "beOurPartner": "Be Our Partner",
        "getInTouch": "Nehmen Sie Kontakt auf",
        "email": "E-Mail",
        "address": "Adresse",
        "addressValue": "Schaffhausserstrasse 56, 8152 Glattbrugg, Zürich, Schweiz."
    },
    "restroMenu": {
        "excellentCuisine": "Unsere ausgezeichnete Küche",
        "orderNow": "Jetzt bestellen"
    }
}