{
    "nav": {
        "home": "Accueil",
        "about": "À propos",
        "ourBrand": "Notre marque",
        "beOurPartner": "Devenir partenaire",
        "career": "Carrière",
        "menu": "Menu",
        "contact": "Contact"
    },
    "home": {
        "title": "Le goût qui vous fait sentir extraordinaire",
        "exploreNow": "Explorer maintenant",
        "ourBrands": "Nos marques",
        "explore": "Continuer à explorer",
        "welcomeKarma": "Bienvenue chez Karma Cuisine – Des saveurs authentiques, à tout moment et partout",
        "karmaCuisineCont": "Chez Karma Cuisine, nous redéfinissons l'excellence culinaire en proposant une riche palette de saveurs authentiques et exotiques. En tant que marque alimentaire haut de gamme, nous nous engageons à offrir une cuisine inspirée du monde entier grâce à nos partenariats stratégiques avec des Cloud Kitchens, garantissant une expérience gastronomique fluide et raffinée, où que vous soyez.",
        "thatsKarma": "C'est ça, Karma Cuisine",
        "whyChooseKarma": "Pourquoi choisir Karma",
        "whyChooseHead1": "Cuisine mondiale variée :",
        "whyChooseCont1": "Savourez le meilleur de la cuisine exotique, préparée avec des ingrédients authentiques et des techniques de cuisson traditionnelles.",
        "whyChooseHead2": "Ingrédients frais et locaux :",
        "whyChooseCont2": "Nous utilisons uniquement des ingrédients frais pour garantir que chaque plat regorge de saveurs.",
        "whyChooseHead3": "Options végétariennes, véganes et sans gluten :",
        "whyChooseCont3": "Nous proposons une variété d'options végétariennes, véganes et sans gluten pour répondre à toutes les préférences alimentaires."
    },
    "about": {
        "aboutCont": "Une cuisine exceptionnelle, un bon karma. Éveillez vos papilles avec nous.",
        "aboutUsCont": "Chez Karma Cuisine, nous croyons que la bonne cuisine est bien plus qu’un simple repas – c’est une expérience.",
        "storyHead": "L’histoire de Karma Cuisine : apporter des saveurs exotiques authentiques directement chez vous",
        "faq1Qn": "Qu'est-ce qu'une Ghost Kitchen ?",
        "faq1Ans": "Une Ghost Kitchen, également appelée Dark Kitchen, cuisine virtuelle ou Cloud Kitchen, est une cuisine commerciale qui fonctionne exclusivement pour répondre aux commandes de repas en ligne. Ces cuisines n’ont généralement pas de boutique physique ni d’espace de restauration pour les clients. Elles préparent uniquement des plats à emporter ou à livrer, souvent en partenariat avec des plateformes de livraison comme Uber Eats et Just Eat.",
        "faq2Qn": "Pourquoi choisir une Cloud Kitchen ?",
        "faq2Ans": "Les Cloud Kitchens offrent aux clients la commodité de commander auprès de plusieurs marques sans quitter leur domicile. Pour les entreprises, elles représentent une solution abordable et évolutive pour entrer dans l’industrie de la restauration. Que vous souhaitiez commander un repas ou innover dans le secteur alimentaire, les Cloud Kitchens offrent une solution rapide et économique.",
        "faq3Qn": "Quels sont les avantages d’une Cloud Kitchen ?",
        "faq3Ans": "Les Cloud Kitchens présentent de nombreux avantages, notamment des coûts opérationnels réduits, l'absence de besoin d’un emplacement premium et la possibilité d'une expansion rapide. En se concentrant sur les commandes en ligne et la livraison, les entreprises peuvent élargir leur clientèle, optimiser les délais de livraison et augmenter leur rentabilité avec un minimum de frais généraux."
    },
    "menu": {
        "menu": "Notre Menu"
    },
    "contact": {
        "welcomeCont": "Nous serions ravis d’avoir de vos nouvelles !",
        "contactUsCont": "Chez Karma Cuisine, vos retours, questions et suggestions sont très importants pour nous."
    },
    "career": {
        "careerIntro": "Êtes-vous prêt à franchir la prochaine étape de votre carrière ?",
        "careerDesc": "Rejoignez notre équipe dynamique et évoluez dans un environnement innovant et axé sur la croissance, où vos compétences et vos idées comptent vraiment."
    },
    "ourPartners": {
        "beOurPartner": "Devenez notre partenaire !!!",
        "howItWorks": "Comment ça marche",
        "step1": "Étape 1",
        "step1Head": "Postuler en ligne",
        "step1Cont": "Soumettez vos informations via notre formulaire de partenariat simple.",
        "step2": "Étape 2",
        "step2Head": "Intégration & Configuration",
        "step2Cont": "Notre équipe vous guidera tout au long du processus d'intégration, de l'ajout de votre menu à votre branding.",
        "step3": "Étape 3",
        "step3Head": "Mise en ligne & Service",
        "step3Cont": "Une fois configurés, vos plats seront disponibles sur notre plateforme et prêts à être dégustés par les clients.",
        "step4": "Étape 4",
        "step4Head": "Grandissez avec nous",
        "step4Cont": "Bénéficiez de notre soutien continu, de nos analyses et de nos efforts marketing pour stimuler vos ventes et fidéliser vos clients."
    }
}